Repository: mozilla-l10n/mt-training-data
Catalog: gig/gig_pontoon.tmx
Source language: en_us
Languages: gig

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
gig: آوآز ڪلپس ني ريٚڪآرڊ ڪرڻو همآري کولوڙآ ڊيٽآ سيٽي ريٚ ٺآئي رو ايڪ لآزمي هيٚسو ڇي ۔ڪجھ ڪوآن ڇآنٚ تو او بي مزيدآر هيٚسو ڇي۔

source: Record/Stop
gig: ريڪوڌ اسٺاپ

source: Record your response
gig: آپير آواز ريڪوڌنگ ڪرو

source: Record yourself reading sentences in your language
gig: آپيري ٻولي مين پڙي رو ريڪآڍ ٺائو

source: Record yourself responding to questions and prompts in your language
gig: تمآر ٻولي مين سوال ائين اشاري رو جواب ڏيتي آپين رڪآرڍ ڪرو

source: Record your voice
gig: آپير آواز ريڪوڌنگ ڪرو

source: Reference the source of your sentence (required)
gig: آپير جملي رو ليڌوڙي سوڻا ئو ۔ لآزمي

source: Refresh
gig: تآزو ڪرو

source: Reject
gig: کتم ڪرڻو

source: Remove
gig: هٽآئو

source: Remove Avatar
gig: اوتآري ني هٽآئو

source: Report
gig: خير خبر

source: Report was passed successfully
gig: رپوٿ ڪآميابي سون منزور ڪيڌي گئي

source: Request a Language
gig: ڀولي ري درخواس ڪرو

source: Request for Scripted Speech
gig: اسڪرپٽ هوڙآ تڪريري ري درڪآش

source: Request for Spontaneous Speech
gig: بي سآکته تڪريري ري درڪآش

source: Request New Language
gig: ڀولي ري درخواس ڪرو

source: Request recordings
gig: ريڪآڊنگي ري درکوآش ڪرو

source: *required
gig: هآت ٻآدڻو

source: Re-record
gig: ڌوبارا ريڪوڌنگ

source: Re-record clip
gig: ڌوبآرا ريڪوڌ ڪلپ

source: Respond
gig: جوآب ڏيڻو

source: Respond to prompts to create datasets for organic, colloquial contexts. Perfect for oral-first languages.
gig: نآميآتي ،ٻولي وآڙي هوآلي سآرو ڊيٽآ سيٽ ٺآئي سآرو ايشآري رو جوآب ڏئو ۔ پهلي زبآني ٻولي سآرو آڇي۔

source: Response deleted successfully
gig: جوآب ڪآميآبي سون کتم ڪيۮو گيو

source: Response submitted successfully
gig: جوآب ڪآميآبي سون پيش ڪيۮو گئيو

source: Return
gig: وآپسي

source: Return here to edit your goal anytime.
gig: ڪي ڀيٚ ٽيٚم آپيرو مڪسد بدليٚ ڪري سآرو وٺي وآپس جآئو۔

source: Return to Common Voice
gig: آم آوآزيٚ سآمونٚ وآپس جآئو

source: Return to Common Voice Datasets
gig: ڪآمن وآئس ڌيٺاسيٺس پر وآپس جآئو

source: Return to Languages
gig: ٻولي سآمون وآپسي جآئو

source: Review
gig: ڌوبآرا ڌيکڻو

source: Review could not be saved. Please try again later.
gig: ۮيکڻو محفوز ڪوني هويو مهربآني ڪرين وڙي ڪوشش ڪرو

source: ⓘ Review Criteria
gig: ۮيکي رو فائدو

source: Review Criteria
gig: ۮيکي رو فائدو ڇي

source: Reviewed sentences not submitted, are sure?
gig: ڌيکوڙآ جملآ جمه ڪوني ڪرآئي ڇو پڪ ڇي

source: Review existing sentences submitted by the community
gig: برادري وجون جمآ ڪيڌوڙآ موجوده جملي رو فائدو ليڻو

source: Reviewing Sentences
gig: جملين ڌوبآرا ۮيکو

source: Review & re-record clips here as you go
gig: اٺي ڪلپس مين ڌيکلوائين ڌوبارا ريڪآڍنگ ڪرو جييو تم جآئو

source: Review & re-record clips if needed
gig: جڏي زرورت هووي تو ڪلپس ڌيک لو ائين ڌوبارا ريڪوڍنگ ڪرو

source: Review Sentences
gig: جملين ڌوبآرا ۮيکو

source: Review sentences in your language
gig: آپيري ٻولي مين فائدو ليڻو

source: Review & Submit
gig: ۮيکو ائين جمآ ڪرو

source: Review transcriptions
gig: ٽرانسپشن رو جائزو لو

source: Review Transcriptions
gig: ٽرآنسپشن رو جآئزو لو

source: Review transcriptions of recorded sentences for accuracy
gig: ڀروسي وآڙي رڪآرڌ هو وڙي جملآ سون فآئدو کڻو

source: Review Transcriptions <small>(Coming soon)</small>
gig: جلدي آرو ڇي <small>نڪلي رو جآئزو

source: Review user-submitted transcriptions in your language
gig: تمآر ٻولي مين استهمآل هو ئي وآڙي ٽرانسڪرپسني رو فآئدو کڻو

source: Romanian
gig: رومآنويٚ

source: Romansh Sursilvan
gig: رومآنش سرسلوآن

source: Romansh Vallader
gig: رومآئش ويلآڊر

source: Rukai
gig: روکيٚ

source: Runyankole
gig: رنيآنڪول

source: Russian
gig: روسيٚ

source: Ruuli
gig: روليٚ

source: s
gig: ايس

source: S
gig: ايس

source: Sabah Bisaya
gig: سابهآ بيسهآ

source: Sabah Malay
gig: سهبآ مآلي

source: Sa'ban
gig: سابآن

source: Sakha
gig: سکآ

source: Sakizaya
gig: سآڪيٚزآيآ

source: Santali (Ol Chiki)
gig: سنتآليٚ (اول چڪيٚ)

source: Saraiki
gig: سرآئڪيٚ

source: Sardinian
gig: سآرڊيٚنيٚ

source: Save
gig: مهڦوز ڪرڻو

source: Saved
gig: مهڦوز هوڙآ

source: Scots
gig: سڪوٽس

source: Scripted Speech
gig: اسڪرپٽ هووڙآ تڪرير

source: SCRIPTED SPEECH
gig: ليکوڙي تڪرير

source: Search
gig: ڊنڊو

source: Search for a language
gig: ايڪ زبآن ڏيکڻو

source: Search for a language...
gig: ايڪ زبآن ڏيکڻو

source: Seediq
gig: سيٚديٚڪ

source: See how your progress compares to other contributors all over the world.
gig: ۮيکو تو تمآريٚ جيٚر جٻر پوري دنيآ ريٚ ۮوجھوني مدد ڪريٚوآڙي ري مڪآبلي مينٚ ڪي يونٚ ڇي

source: See Less
gig: گھٽ ۮيکو

source: See More
gig: وڌيڪ ۮيکو

source: Select a Language...
gig: ايڪ زبآن چونڌ

source: Select an option
gig: ايڪ رستو چونڏ

source: Select a variant (optional)
gig: ايڪ ڪيسم چونڍڻو رستو

source: Selected
gig: چونڊوڙآ

source: Select File
gig: فايل چونڍڻو

source: Select File to Upload
gig: اپلوڍ ڪري سارو فائل ڊونڊو

source: Select the desired language dataset and choose the version you wish to download.
gig: متلوبآ ٻوٚليٚ ڊيٽآ سيٚٽ چونٚڌو آئينٚ نئي چيٚز چونٚڌو جيڪو تم ڊآئونٚ لوڊ ڪرڻو چآئو ڇو

source: Select up to three domains (optional)
gig: تين ڍومينز تائين چونڍڻو ۔رستو

source: Select your age
gig: تآر اومر چونڊو

source: Select your sex or gender
gig: تآر جنس چونڊو

source: Self Citation
gig: آپير هوآلو

source: Send a link to my email
gig: اي ميل لنڪ ملڻو

source: Send sign up link
gig: سآئن اپ لنڪ ميلو

source: Sentence
gig: جملآ

source: Sentence Collection
gig: جملو ڀهڙو ڪرڻو

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
gig: جمليٚ ريٚ مجموٚهي پر <sentenceCollectorFragment>SentenceCollectorFragment></sentenceCollectorFragment> وڌيڪ ۮيکو۔

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
gig: <sentenceCollectorVideo>SentenceCollectorVideo>SentenceCollectorVideo> استهمآل ڪريٚ روٚ همآريٚ گآئيڊ ۮيکو۔

source: Sentence Domain
gig: جملي رو ڍومين

source: Sentences
gig: جملآ

source: Sentences are collected for people to read aloud.
gig: منکو سارو جملآ بهڙي ڪري زوري سونٚ پڙي سارو

source: Sentences are vetted through a community-moderation process, however this process is not perfect. If you see or hear a sentence that offends or upsets you - for example because it violates our <participationGuidelines>community participation guidelines</participationGuidelines> - please do use the flag button in the UI. You can also reach out to us at <emailFragment>commonvoice@mozilla.com</emailFragment>.
gig: جملآ ني برآدري ري زيني وآڙي آملي ري زريي ۮيکيو جآوي ڇي، جڏي تم اوٚ آمل مڪمل ڪونيٚ ۔ جيڪڏي تم ڪو اسوجملو ۮيکو يآ سوڻو جيڪو تم ني نآراز ڪري يآ تم ني پريشآن ڪري ۔ميسآل تور ڪآ تواو هم ني </participationGuidelines> برآدري ميلآئيٚري ري هدآيت <participationGuidelines> مينٚ پرچم وآڙو ٻٽڻ استهمآل ڪرو۔ تم بي همآنٚ سون رآبتو ڪرو ul کيلآڦ هو سڪوڇو ۔مهرنآني ڪر<emailFragment>commonvoice@mozilla.com</emailFragment> سڪو ڇو

source: Sentences contributed here will be added to a publicly available cc-0 licensed dataset.
gig: آٺي ڀيڙي ڪيڌوڙآ جملآ آوامي توري پر موجود ڇي لآئيسنس يا ڏيٽاسيٽ مين ڀيڙي ڪيڌي cc-0

source: Sentences must be reviewed and accepted by two people to be included in Common Voice. You create guidelines for your language <languageGuidelinesLink>here</languageGuidelinesLink>. Sentences must be in the <licenseLink>public domain</licenseLink> and shorter than 15 words. You can ask the owner of a text to make it <waiverLink>CC0 using our waiver process</waiverLink>, and send to us on commonvoice@mozilla.com
gig: آم آوآزي مينٚ بهڙي هوٚئي سآرو ۮيٚ منکونٚ ريٚ جملآ روٚ جآئزو ليٚڻو آئينٚ ڪبول ڪرڻو لآزميٚ ڇي۔تم آپيري ٻوٚلي سآرو هدآئتيٚ ٺآئوٚ جملآ۔</languageGuidelinesLink> آٺيٚ <languageGuidelinesLink> مينٚ آئينٚ 15 لڦزيٚ سونٚ نيٚني هووٚي ۔تم ٽيڪسٽ ريٚ مآلڪ </licenseLink> آوٚآمي ڊومين <licenseLink> استهمآل ڪريٚن همآريٚ مهآڦي وآڙي آمليٚ نيٚ استمهآل <waiverLink> CC0 سونٚ ٻوج سڪوڇو۔ اوٚ پر commonvoice@mozilla.com آئينٚ همآ ڪنيٚ ميلو </waiverLink> ڪريٚن ۔

source: { $sentences } sentences reviewed. Thank you!
gig: جملي ني وڙي ۮيکيو گيو ڇي مهرباني ڌوجي

source: Sentence text
gig: جملي رو موآد

source: Sentence Variant
gig: جملي رو ڪيسم

source: Separate sentences into one line by pressing “Enter” or “Return” once
gig: ايڪ چڪر “Enter” يا“Return” ني دٻآن جملآ ايڪ لڪير الگ ڪرو

source: Serbian
gig: سربيآئيٚ

source: Seri
gig: سيٚريٚ

source: Serian Bidayuh
gig: سرين بيدهآ

source: Service and Retail
gig: کدمت ائين پرچون

source: Set a goal
gig: ايڪ مڪسد مڪرر ڪرو

source: Set my visibility
gig: مڪرر ڪروvisibility آپيريٚ

source: Setswana
gig: سيٽسوآنآ

source: Settings
gig: جوڙ جڪ

source: Sex
gig: نسل

source: Sex or Gender
gig: جنس

source: SHA256 Checksum Copied!
gig: SHA256 چيٚڪسم ڪآپيٚ هوگيٚو

source: Shan
gig: شآن

source: Share Common Voice
gig: ويرآئو کآس آواز

source: Share my goal
gig: مآرو مڪسد ويٚرآئو

source: Share your clip
gig: آپير ڪلپ ويرائو

source: Share your { $count } Clip Daily Goal for { $type }
gig: آپيرو { $type } ڪلپ روزآني وآڙو مڪسدي { $count }سآرو ۮيۮو

source: Share your { $count } Clip Weekly Goal for { $type }
gig: { $type } ڪلپ هڦتآ وآڙو مڪسدي سآرو { $count } ۮيۮو آپيري

source: Share your event
gig: آپير ڪلپ ويرائو

source: Shilha
gig: شيٚلآ

source: Shina
gig: سينآ

source: Shortcuts
gig: ڇهآٺ ڪٿ

source: [Should be ‘dinosaurs’]
gig: دائيناسور هوڻ کپي

source: [Should be “We are”]
gig: هم ڇآن هوڻ کپي

source: Show me sentences and clips from all variants within my language
gig: مآري ٻولي مين سب ڪسمي ري جملآ آئين ڪلپس مني ڏيکآئو

source: Show my ranking
gig: مآريٚ اهميت وتآئو

source: Sicilian
gig: سسيٚليٚين

source: Sign up
gig: سآئن اپ ڪروٚ ۔

source: Sign up for an account
gig: ايڪ اڪآئونٽ سآرو سآئن اپ ڪرو

source: Sign up for Common Voice newsletters, goal reminders and progress updates
gig: ڪآمن وآئس نيوز ليٽرز ،مڪسد يآد ڏرآئيٚوآڙو آئينٚ ترڪي ري تآزآ ڪآري سآرو سآئن اپ ڪرو

source: sign up for email updates
gig: اي ميل تآزه ڪآري سآرو سآئن اپڪرو

source: Sign up for { $lang } updates:
gig: اي ميل تآزه ڪآري سآرو سآئن اپڪرو

source: Sindhi
gig: سنڌيٚ

source: Single
gig: ايڪلو

source: Single sentence submission
gig: ايڪلو جملو جمآ ڪرآڻو

source: Single ZIP file containing
gig: ايڪ زپ ڦآئيل بهڙي ڇي۔

source: Sinhala
gig: سنهآلآ

source: Siswati
gig: سيسوآتيٚ

source: Size
gig: مآپ

source: Skip
gig: چهوڙ ڌي

source: Skipped
gig: ڇوڙهوو

source: Skip Submission Feedback
gig: جمآ ڪرآئي ري سوچي ني ڇوڙ ڏئو

source: Slovak
gig: سلوويٚڪيٚ

source: Slovenian
gig: سلوويٚنيٚ

source: Small batch
gig: نينو بيچ

source: Small batch sentence submission
gig: نيني پيچ ري جملآ جمآ ڪراڻو

source: Small businesses, including tech and AI start ups
gig: سورو هوئيوآڙو AI نيني ڪآروبآر ،بشمول ٽيڪ آئين

source: [Sneeze] The giant dinosaurs of the [cough] Triassic.
gig: ٿرائيسڪ ري موٿي دائيناسور هيتي

source: Social media
gig: سمآجي ميڊيآ

source: Solicit personally identifying information (like names or financial information)
gig: زآتي توري پر اوڙکآڻ ڪيۮو مهلومآتجسو ڪي نآم يآ مآلي مهلومآت ليلو

source: Somali
gig: سومآليٚ

source: Some languages have enormous variation in grammar, vocabulary and pronunciation. For this reason, we are <ctaLink>introducing ‘Variants’</ctaLink> in 2022. This gives communities a way to distinguish their languages within the larger dataset.
gig: ٿوڙيٚ ٻوٚلي مينٚ گرآمر ،ليکوڙآ،ائينٚ آکريٚ مينٚ تمآم گھڻو ڦرڪ ڇي۔ اوٚ وجونٚ سمجهآئيٚ ر ڪررئيٚ ڇآنٚ ’</ctaLink> مختليڦ سورتي’</ctaLink> سآرو هم 2022 مينٚ برآدريٚ نيٚ ونوٚري ٻوٚلي نيٚ موٽيٚ ڊيٽآسيٽ مينٚ ڌآر ڪريٚ ر ايڪ تريڪوٚ ۮيويٚ ڇي۔

source: Someone asks for a language to be added.
gig: ڪي ني ڪيوٚ گيوٚ ڇي ڪي زبآن بهڙيٚ ڪرو

source: Something went wrong while fetching audio for transcriptions. Please try again later.
gig: ٽرآنسڪرپشن هآسل ڪري ري دورآن ڪجھ گلتي هو گي ۔ مهربآني ڪرو پڇي وڙي ڪوشش ڪرو

source: Something went wrong while fetching prompts. Please try again later.
gig: ايشآرين ني هآسل ڪر ري دورآن ڪجھ گلتي هو گئي ۔ مهربآني ڪرين وڙي پڇي ڪوشش ڪرو ۔

source: Something went wrong while fetching transcriptions. Please try again later.
gig: ٽرآنسڪرپشن هآسل ڪري ري دورآن ڪجھ گلتي هو گي ۔ مهربآني ڪرو پڇي وڙي ڪوشش ڪرو

source: Something went wrong with reCAPTCHA. Please try again.
gig: مهربآني ڪرين وڙي ڪوششي reCAPTCHA سون ڪجھ گلت هويو

source: Some variants and dialects within a language or language family are very different from each other. If you’re having trouble engaging around a particular variant, you can change your preferences here.
gig: ڪوئي بي ٻولي يآ ٻولي ري کآندآني مين ڪجھ ڪسم آئين لهجآ ايڪ ۮوجھي سون تمآم مکتليڦ ڇي ۔جيڪۮي تم ني ڪوئي کآس ڪسمي ري وچ مين بهڙي هو مين ڏوکآئي هو ري ڇي ، تو تم اٺي آپيرو ترجيهو بدلي ڪر سڪو ڇو۔

source: Soninke
gig: سوننڪيٚ

source: Sorbian, Lower
gig: سربيآئيٚ هيٽيٚ

source: Sorbian, Upper
gig: سربيآئيٚ مٿين

source: Sorry, Common Voice is running slowly. Thanks for your interest.
gig: مهآڦ ڪرو ،ڪآمن وآئيٚس سوستر رڦتآري سونٚ چآل رو ڇي ،تمآريٚ دلچسڀي ريٚ مهربآنيٚ

source: Sorry, something went wrong
gig: مهآڦ ڪرو ڪجھ گلت هووي

source: Source: { $sentenceSource }
gig: رستو{ $sentenceSource }

source: Southern Kurdish
gig: ڏآکڻيٚ ڪردش

source: Southern Pastaza Quechua
gig: شآئوٿريٚن پآستآزآ ڪوئيچوآ

source: Southern Sotho
gig: ڏآکڻيٚ سوٿو

source: Southwestern Tlaxiaco Mixtec
gig: ڏکڻ اولهه ٽليڪسيآڪو ميڪٽيڪ

source: Spanish
gig: اندلسيٚ ٻوٚلي

source: Speak
gig: ٻولڻو

source: Speakable
gig: ٻوٚليٚ اسو

source: Speakers
gig: ٻولي وآڙي

source: Speaking
gig: ٻوٚلڻو

source: Speaking and Listening
gig: ٻوٚلڻو آئينٚ سوڻ ڻو

source: Speak in your normal voice! The way you speak is welcome here - we want your accent as it is, and we want your usual volume, style and intonation.
gig: آپيري آم آوآزي مينٚ ٻوٚلو ،تمآري ٻوٚلي روٚ تريٚڪي نيٚ مبآرڪ ڇي هم چآوآنٚ ڇآنٚ تمآرو اندآز جيٚيو ڇي، آئين هم چآوآنٚ ڇآنٚ تمآريٚ مهمولي حجم ،اندآز آئينٚ انٽونيشن۔

source: Speak now
gig: آٻي ٻولڻو

source: Speak options menu
gig: اسپيڪ آپشن مينيو

source: Speak up, contribute here!
gig: ٻولو، اٺي تآون ڪرو

source: Special Characters and Foreign Letters
gig: کآس اکر آئينٚ گير ملڪي اکر

source: Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
gig: کآس نشآنئينٚ آئينٚ جيٚرجٻر سرڦ اوٚ وکت بهڙي ميلآ لي ۔ جڏهن بلڪل آئينٚ "don't" انگريزي لڦزي مينٚ بهڙي ميلآ ليوي ڇي۔ جسوڪي apostrophe زرورت هووي ۔ ميسآل تور ،ايڪ آئينٚ مآکز موآدي مينٚ بهڙي ميلآ ليوي ، پر اوٚ ممڪن ڪوني تو تم ني ڪيۮي بي کآس آلآمت ني "we're"زرورت پڙي جسوڪي "@" يآ "#. ”

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
gig: تڪريٚري ريٚ اوڙکآڻي سونٚ <speechBlogLink> سوروآت ڪرو </speechBlogLink>

source: Spelling and Punctuation
gig: هووي آئينٚ اوڪآڦ

source: Split into { $archiveCount } ZIP files containing
gig: زپ ڦآئيلي ني مشتمل { $archiveCount }مين ورآئو

source: Splits
gig: مآنڻو

source: Splits (Age and Sex)
gig: ويرآوڙآ (اومر آئينٚ جنس

source: Spontaneous Speech
gig: بي اکتيآري تڪرير

source: SPONTANEOUS SPEECH
gig: بي سآڪته تڪرير

source: Start recording
gig: ريڪآڍنگ شورو ڪرو

source: Start typing to describe your accent
gig: آپيري تلڦز ني بييآن ڪري سآرو ٽآئيپنگ سورو ڪرو

source: Stats
gig: انگ آکر

source: Status Page
gig: اسٽيٽس پنآ

source: Still have questions?
gig: آڃآنٚ سوآل ڇي

source: Streaks
gig: تآرون

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
gig: ڪرڪل رياسڪي ري موٽي ڏائينو سور

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
gig: ڪلپس نيٚ رد نآ ڪرو جٺيٚ اسپيڪري روٚ تلڦز ڇي،<strong> اوٚ زروري ڇي۔ڪيٚ آوآزي ريٚ اوڙکيٚ سآرو هر ڪين </strong> جيڪو تمآرآپير سآرو آلگ هووٚي ۔اوٚ سآرو بهتر ڪآم ڪري

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
gig: تمآري ٻوٚلي </strong>تکليٚڪ هآسل ڪروبرآدري آلگ هووٚي ،آئينٚ اوٚ ويٚ سورو ڪري رسرڦ ٻآ ٽيٚ</strong> تريڪآ ڇي۔

source: <strong>Scripted Speech</strong> (traditionally what you know as Common Voice) is where you can read sentences aloud in your language.
gig: <strong> اسڪرپٽ هوڙآ تڪرير</strong> روآيتي توري پر جيڪو تم آم آوآزي ري نآمي سون جآڻو ڇو او ڇي ۔جٺي تم آپيري ٻولي مين جملآ بلند آوآزي سون پڙ سڪو ڇي۔

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
gig: ٿرائيسڪي ري موٿي ڌائيناسور

source: <strong>Spontaneous Speech</strong> is a new part of Common Voice where you can respond to questions in a more organic, colloquial way.
gig: <strong> بي ساکتآ تڪرير </strong> ڪآمن وآئيس رو هيڪ نو هسو ڇيَ جٺي تم سوآلي رو جوآب وڌيڪ نآميآتي، آم ٻولي مين ڏي سڪو ڇو،

source: Submit
gig: جمح ڪرڻو

source: Submit All
gig: سجآ جمآ

source: Submit a new question for the community to read and respond to
gig: ڪميونٽي سآرو پڙي ر ائين جواب ڏي سآرو ايڪ نئو سوال جمح ڪرآئو

source: Submit a report
gig: رپورٺ پيش ڪرو

source: Submit clips
gig: ڪلپس جمح ڪرائو

source: Submit new questions for the community to read and respond to
gig: برادري سارو پڙهي ائين جواب ڌي نوي سوال جمآ ڪرو

source: Submitted
gig: جمآ ڪرڻو

source: Subscribe
gig: آلگ ريٚت هآسل ڪرو

source: Success
gig: ڪآميابي

source: success checkmark
gig: ڪآميابي رو نشان

source: Success, profile created!
gig: ڪآميآبي ،پروڦآئيل ٺآيو گيو ڇي

source: Support open, community-led datasets
gig: کولوڙآ ، برآدري ري آگوآڻي مين ڊيٽآ سيٽ ري همآيت ڪرو

source: Svan
gig: شون۔

source: Swahili
gig: سوآهليٚ

source: Swedish
gig: سويٚڊنيٚ

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
gig: جملي ني مآني سآرون ساڃي پآسي سوائپ ڪرو<strong>رد ڪري سآرون اُڌي پآسي سوآئپ ڪرو او ني چهوڙي سآرون مآٿي ڪرو آپير جآڻ جمه ڪرڻو نآ ڀوليس</strong>

source: Syriac
gig: سيريآئيٚ

source: Tagalog
gig: تگلگ

source: Tahitian
gig: تآئيٚٽيٚ

source: Taiwanese (Minnan)
gig: تآئيٚوآن (منن) ٻوٚليٚ

source: Tajik
gig: تآجڪ

source: Taking several attempts to read a word.
gig: ايڪ لفز پڙهي سآرو ڪتري ڪوشش ڪرڻي پڙهي ڇي

source: Tamazight
gig: تمآزت

source: Tamil
gig: تآمل

source: Tap
gig: ٿهپيڙڻو

source: Tarifit
gig: ٽرآئيڦٽ

source: Tatar
gig: تآتآريٚ

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
gig: جملو ،ترجمو، آئينٚ ٻوٚليٚ وآڙي آڊيي رو ايڪ موٽو ڊيٽآ سيٽ ڇي جيڪو ٻوٚليٚ سيکي مينٚ استهمآل Tatoebaڪري سآرو ايٚ ڊآئون لوڊ آنو ريٚ برآدري ترڦو ريٚڪآرڊ هووڙي انگريزي ٻوٚليٚ وآڙي پر پآبند ڇي۔

source: Technology and Robotics
gig: ٽيڪنولوجي ائين روبوٽيڪس

source: Technology that speaks your language
gig: ٽيڪنولآجي جيڪو تمآري ٻولي ٻولي ڇي

source: TED-LIUM Corpus
gig: ٽيڊ ليم ڪآرپس

source: Teke
gig: ٽيٚڪيٚ

source: Tell us what you'd like to download:
gig: همني سوڻآئو تو تم ڪآئي ڊآئون لوڊ ڪرڻو چآئو ڇو،

source: Telugu
gig: تيٚلگو

source: Tepeuxila Cuicatec
gig: ٽيٚپيوڪيلآ سيسٽيڪ

source: Terms
gig: شرتون

source: <termsLink>Terms</termsLink>
gig: <termsLink> شرت</termsLink>

source: Teutila Cuicatec
gig: تيٚوتيلآ سيسٽيڪ

source: Thai
gig: ٿآليٚ

source: Thanks for confirming your account, now let's build your profile.
gig: تمآري اڪآئونٽ ري سئي ڪري سآرو مهربآني ، اٺي آئو تمآرو پروڦآئيل ٺآئو۔

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
gig: 50 سونٚ وڌيٚڪ ٻوٚليٚ مينٚ 259،000 سونٚ منکي روتآونيٚ ريٚ مهربآني ايٚ ڊيٽآ انسآنيٚ آوآزي نيٚ بهترجوآب ۮي سآرو تڪريٚري ڪآبئيل ايٚپليٚڪيٚشنن ريٚ ترتيٚب ۮي سآرو استهمآل هورو ڇي۔

source: Thank you for contributing to Spontaneous Speech!
gig: تمآري آوازي مين حيسو لي سارو مهرباني

source: Thank you for contributing your bulk submission!
gig: تمآري موٽي تهدادي مين جمآ ڪرائيم ٽمآري مهرباني

source: Thank you for contributing your voice!
gig: تمآري آوازي مين حيسو لي سارو مهرباني

source: Thank you for donating your voice clips!
gig: مهرباني تمآري آواز ڏي سآرون

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
gig: ريڪوڍنگ سآرو مهرباني <lineBreak> </lineBreak>هيٽي ڌيدوڙا ڪلپسي ني ڌيکو لوائين جمح ڪرو

source: Thank you for your information
gig: تمآري مآلومآتي ري موٽي مهرباني

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
gig: مين هيسو لي ري تمآري دلچشبي سآرو مهربآني ۔هم وڌيڪ مهنت ڪرو { $lang }ڇو تو هر ٻولي ني لآنچ آئين رکي سآرو تيآر ڪيۮو جآوي ڇي، ٽيمي ني اي ميل زريي اپڊيٽ ڪرڏو ، جيڪۮي تم مدد ڪرڻو ڇآئو ڇو ،مهربآني ڪرين هيٽي آپيري اي ميل ڏئو

source: Thank you for your voice information
gig: تمآري آواز ڏي موٽي مهرباني

source: Thank you! You’ve sent a new language enquiry
gig: تمآري مهربآني تم ايڪ نئين ٻولي ري انڪوآئري ميلي ڇي۔

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
gig: آڇي جملآ کدرتي آئينٚ وآت چيت وآڙي ڇي ۔ ونوني پڙي سآرو آسان هوئڻ کپي ۔ جڏي تو سوتيآتي تنوه آئينٚ جملي مينٚ مکتليڦ لڦز اهم ڇي ۔هم بي ڪوشش ڪر رهي ڇآن تو ريڪآڊنگ جملي ني همآري ري مرزي برآدري سآرو ممڪن هد تآئينٚ دلچسپ آئينٚ مزيدآر ٺآئو۔

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
gig: ايڪ مڦيد تڪريٚر ري اوکآڻي وآڙي انجڻي ري تهميري سآرو آڇي جملآ ٻوٚليٚ وآڙي ، جآم لڦز ڇي ۔ ڪجھ کيٚيآل تمآري مدد ڪري سآرو ڇي، جملآ پيدآ ڪري مينٚ ،

source: The bumblebee sped by.
gig: انگوڙيا تيزي سون چلو گيو

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
gig: ڪلپ مونٚڪآم آوآزيٚ نيٚ ڪلپس پر موجود ڇي۔جيڪو اوٚني آم وآئس ڊيٽآ سيٽ مينٚ نآ ٺآئيٚ ڇي۔ بس ڊيٽآسيٽ وآنٚگر مونٚڪآم ڊئونٚ لوڊ سآرو موجود ڇي۔ هم هيٽيٚ ۮيدوٚڙآ منکون ائينٚ تنزيميٚ روٚ مهربآنيٚ ڪرڻوٚ چآهونٚ ڇونٚ ونوٚ ريٚ ايٚر منسوبيٚ مينٚ مدد ڪريٚ سآرو۔

source: The clip has disrespectful or offensive language.
gig: ڪلپ مين بيزتي يا ناپسند ڀولي ڇي

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
gig: مينٚ هزآريٚ آوآزيٚ ريٚ نمونآ ميلوڙآ ڇي۔ Common Voice Dataset جيڪو ڊولپرز نيٚ آوآزيٚ ريٚ اوٚڙکآڻيٚ ريٚ اوزآر ٺآئيم مدد ڪريٚ ڇي۔

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
gig: برآدري آم آوآزي ري ڌڙڪي وآڙي دل ڇي ۔ او سڃي دنيآ مين آوي ڇي ائين ٻولي ري سرگرم پنآ پر آئين همآري <about> About </about> ڪآرڪن آئين سآئينسدآن آئين ڦنڪآر ڇي ۔ تم همآري ري مين بهڙي هوئيم وڌيڪ سيک سڪو ڇو ۔جيڪۮي تم </community> <community> Community playbook </emailFragment> رآپتي مين رهڻو <emailFragment> چآئو ڇو بهتري تنزمي ميلي مين ۔

source: The content contains a language different than I was expecting.
gig: موآدي مين مآري اندآزي سون مڪتليڦ ٻولي ڇي ،

source: The content has disrespectful or offensive language.
gig: جملي مين بي ازتي يا بيڪآر جملآ ڇي

source: The giant dino [cough] the Triassic.
gig: ٿرائيسڪ رو موٺو ڌائنوسور

source: The giant dinosaur of the Triassic.
gig: ٿرائيسڪ رو موٺو ڌائنوسور
